---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCAnyHandle
source: html/8a7c8c0f-ff15-2053-8339-91eae3d29a52.htm
---
# IFCAnyHandle Properties

Identifies if the handle is empty or contains a value.